/* mountefiController */
"%@ APFS Container [%@]" = "%1$@ APFS Container [%2$@]";

/* mountefiController */
"%lu partitions" = "%lu partitions";

/* sidebarMenu */
"ACPI" = "ACPI";

/* No comment provided by engineer. */
"B/s" = "B/s";

/* startScreen */
"Backup Configurations" = "Backup Configurations";

/* sectionSourceListHexConverterPopover */
"base64 string" = "base64 string";

/* sidebarMenu */
"Booter" = "Booter";

/* opencoreDownloaderController */
"Cancel" = "Cancel";

/* mountefiController */
"Capacity In Use:" = "Capacity In Use:";

/* kextsInstallerController */
"Check" = "Check";

/* mountefiController */
"Check Partition" = "Check Partition";

/* startScreen */
"Configurations Acquired" = "Configurations Acquired";

/* pasteBoardController */
"Copy" = "Copy";

/* AFNetworking */
"Could not decode string: %@" = "Could not decode string: %@";

/* pasteBoardController */
"Cut" = "Cut";

/* AFNetworking */
"Data failed decoding as a UTF-8 string" = "Data failed decoding as a UTF-8 string";

/* No comment provided by engineer. */
"Day" = "Day";

/* No comment provided by engineer. */
"Days" = "Days";

/* sectionSourceListHexConverterPopover */
"decimal string" = "decimal string";

/* kextsInstallerController */
"Delete: %@ successfully removed" = "Delete: %@ successfully removed";

/* installDriversController */
"Delete: %@.efi successfully removed" = "Delete: %@.efi successfully removed";

/* mountefiController */
"Device BSD Name:" = "Device BSD Name:";

/* mountefiController */
"Device BSD Name: %@" = "Device BSD Name: %@";

/* mountefiController */
"Device BSD Name: N/A" = "Device BSD Name: N/A";

/* mountefiController */
"Device Identifier: %@ - APFS Physical Store Disk: %@ - UUID: %@ - Size: %@" = "Device Identifier: %1$@ - APFS Physical Store Disk: %2$@ - UUID: %3$@ - Size: %4$@";

/* mountefiController */
"Device Identifier: %@ - Partition Scheme: %@ - Size: %@" = "Device Identifier: %1$@ - Partition Scheme: %2$@ - Size: %3$@";

/* sidebarMenu */
"DeviceProperties" = "DeviceProperties";

/* mountefiController */
"Devices / Media Name:" = "Devices / Media Name:";

/* mountefiController */
"Devices / Media Name: %@" = "Devices / Media Name: %@";

/* mountefiController */
"Disk Identifier:" = "Disk Identifier:";

/* mountefiController */
"Disk Identifier: %@ Status: [Current Boot Disk]" = "Disk Identifier: %@ Status: [Current Boot Disk]";

/* mountefiController */
"Disk Type:" = "Disk Type:";

/* mountefiController */
"Disk Type: %@" = "Disk Type: %@";

/* mountefiController */
"Disk Type: APFS Container" = "Disk Type: APFS Container";

/* mountefiController */
"Disk Type: APFS Volume" = "Disk Type: APFS Volume";

/* mountefiController */
"Disk Type: Apple HFS+" = "Disk Type: Apple HFS+";

/* mountefiController */
"Disk Type: N/A" = "Disk Type: N/A";

/* mountefiController */
"Disk Type: SoftRAID Cache" = "Disk Type: SoftRAID Cache";

/* mountefiController */
"Disk Type: SoftRAID Scratch" = "Disk Type: SoftRAID Scratch";

/* mountefiController */
"Disk Type: SoftRAID Status" = "Disk Type: SoftRAID Status";

/* mountefiController */
"Disk Type: SoftRAID Volume" = "Disk Type: SoftRAID Volume";

/* mountefiController */
"Disk UUID:" = "Disk UUID:";

/* mountefiController */
"Disk UUID: %@" = "Disk UUID: %@";

/* mountefiController */
"Disk UUID: N/A" = "Disk UUID: N/A";

/* installDriversController
   kextsInstallerController
   opencoreDownloaderController */
"Download" = "Download";

/* installDriversController
   kextsInstallerController */
"Download: %@ has been successfully copied to %@" = "Download: %1$@ has been successfully copied to %2$@";

/* installDriversController
   kextsInstallerController */
"Download: %@ has been successfully updated to %@" = "Download: %1$@ has been successfully updated to %2$@";

/* kextsInstallerController */
"Download: %@ successfully backed up to %@" = "Download: %1$@ successfully backed up to %2$@";

/* installDriversController
   kextsInstallerController */
"Download: %@ successfully downloaded...." = "Download: %@ successfully downloaded....";

/* installDriversController
   kextsInstallerController */
"Download: Error: %@" = "Download: Error: %@";

/* kextsInstallerController */
"Download: ERROR: %@" = "Download: ERROR: %@";

/* installDriversController
   kextsInstallerController */
"Download: ERROR: You don't have permission to write here!" = "Download: ERROR: You don't have permission to write here!";

/* installDriversController
   kextsInstallerController */
"Download: Path doesn't exist!" = "Download: Path doesn't exist!";

/* installDriversController */
"Download: Please select a driver name!" = "Download: Please select a driver name!";

/* kextsInstallerController */
"Download: Please select a kext name!" = "Download: Please select a kext name!";

/* opencoreDownloaderController */
"Downloading %@" = "Downloading %@";

/* reading_savingOperation */
"Error" = "Error";

/* opencoreDownloaderController */
"Error during unzipping file!" = "Error during unzipping file!";

/* opencoreDownloaderController */
"Error: %@" = "Error: %@";

/* kextsInstallerController */
"FakeSMC detected... Choose an add on to install..." = "FakeSMC detected... Choose an add on to install...";

/* No comment provided by engineer. */
"GB/s" = "GB/s";

/* sectionSourceListHexConverterPopover */
"HEX Converter" = "HEX Converter";

/* sectionSourceListHexConverterPopover */
"HEX string" = "HEX string";

/* No comment provided by engineer. */
"Hour" = "Hour";

/* No comment provided by engineer. */
"Hours" = "Hours";

/* openPanelConfigConverterTool */
"Import a Clover config file for conversion" = "Import a Clover config file for conversion";

/* installDriversController
   kextsInstallerController
   opencoreDownloaderController */
"Initialization: Unable to read database. Cannot find server or there's no internet connection." = "Initialization: Unable to read database. Cannot find server or there's no internet connection.";

/* bdmesgController */
"Nothing to read here! Try to configure \"Target\" key in Misc->Debug section" = "Nothing to read here! Try to configure \"Target\" key in Misc->Debug section";

/* sectionSourceListHexConverterPopover */
"Invalid base64 data" = "Invalid base64 data";

/* sectionSourceListHexConverterPopover */
"Invalid data" = "Invalid data";

/* sectionSourceListHexConverterPopover */
"Invalid HEX data" = "Invalid HEX data";

/* No comment provided by engineer. */
"KB/s" = "KB/s";

/* sidebarMenu */
"Kernel" = "Kernel";

/* left_toolbar */
"Load Configuration" = "Load Configuration";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully copied to %@" = "Manual Installation: %1$@ has been successfully copied to %2$@";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully updated to %@" = "Manual Installation: %1$@ has been successfully updated to %2$@";

/* kextsInstallerController */
"Manual Installation: %@ successfully backed up to %@" = "Manual Installation: %1$@ successfully backed up to %2$@";

/* kextsInstallerController */
"Manual Installation: ERROR: %@" = "Manual Installation: ERROR: %@";

/* kextsInstallerController */
"Manual Installation: ERROR: You don't have permission to write here!" = "Manual Installation: ERROR: You don't have permission to write here!";

/* kextsInstallerController */
"Manual Installation: Kext file required!" = "Manual Installation: Kext file required!";

/* kextsInstallerController */
"Manual Installation: Path doesn't exist!" = "Manual Installation: Path doesn't exist!";

/* No comment provided by engineer. */
"MB/s" = "MB/s";

/* No comment provided by engineer. */
"Minute" = "Minute";

/* No comment provided by engineer. */
"Minutes" = "Minutes";

/* sidebarMenu */
"Misc" = "Misc";

/* mountefiController */
"Mount Point:" = "Mount Point:";

/* mountefiController */
"Mount Point: %@" = "Mount Point: %@";

/* mountefiController */
"Mount Point: N/A" = "Mount Point: N/A";

/* opencoreDownloaderController */
"No EFI folder found. Creating one...." = "No EFI folder found. Creating one....";

/* sidebarMenu */
"NVRAM" = "NVRAM";

/* opencoreDownloaderController */
"Old file has been renamed to BOOTx64_%@.efi.bak" = "Old file has been renamed to BOOTx64_%@.efi.bak";

/* opencoreDownloaderController */
"Old file has been renamed to OpenCore_%@.efi.bak" = "Old file has been renamed to OpenCore_%@.efi.bak";

/* reading_savingOperation */
"OpenCore Configurator could not be synchronized because an error occurred: %@" = "OpenCore Configurator could not be synchronized because an error occurred: %@";

/* pasteBoardController */
"Paste" = "Paste";

/* left_toolbar */
"Paypal - Free Donation" = "Paypal - Free Donation";

/* sidebarMenu */
"PlatformInfo" = "PlatformInfo";

/* reading_savingOperation */
"Repair" = "Repair";

/* mainMenu */
"Restart" = "Restart";

/* left_toolbar */
"Save" = "Save";

/* left_toolbar */
"Save As..." = "Save As...";

/* left_toolbar */
"Save, Save As Configuration" = "Save, Save As Configuration";

/* No comment provided by engineer. */
"Second" = "Second";

/* No comment provided by engineer. */
"Seconds" = "Seconds";

/* left_toolbar */
"Share" = "Share";

/* kextsInstallerController */
"Show Location: Path doesn't exist!" = "Show Location: Path doesn't exist!";

/* mountefiController */
"Size:" = "Size:";

/* kextsInstallerController */
"Some info for %@.kext => Identifier: %@ | Version: %@%@" = "Some info for %1$@.kext =>Identifier: %2$@ | Version: %3$@%4$@";

/* rtvariablesController */
"Sorry to generate a valid ROM, you need unique UUID in System UUID (copy from system or generate one) or go in System UUID and add a valid uuid in the format: XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX." = "Sorry to generate a valid ROM, you need unique UUID in System UUID (copy from system or generate one) or go in System UUID and add a valid uuid in the format: XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX.";

/* mountefiController */
"Status:" = "Status:";

/* reading_savingOperation */
"Synchronized" = "Synchronized";

/* sectionSourceListHexConverterPopover */
"text string" = "text string";

/* mainMenu */
"To apply this change, you must restart the app" = "To apply this change, you must restart the app";

/* sidebarMenu */
"UEFI" = "UEFI";

/* installDriversController
   opencoreDownloaderController */
"Unable to read database." = "Unable to read database.";

/* mountefiController */
"Untitled" = "Untitled";

/* opencoreDownloaderController */
"Unzip process was aborted because I can't create a backup" = "Unzip process was aborted because I can't create a backup";

/* kextsInstallerController */
"Unzip: Error during unzipping file!" = "Unzip: Error during unzipping file!";

/* opencoreDownloaderController */
"Unzipped..." = "Unzipped...";

/* kextsInstallerController */
"Update available for %@.kext => Local version: %@ | Remote version: %@" = "Update available for %1$@.kext =>Local version: %2$@ | Remote version: %3$@";

/* kextsInstallerController */
"VirtualSMC detected... Choose an add on to install..." = "VirtualSMC detected... Choose an add on to install...";

/* mountefiController */
"Volume Identifier:" = "Volume Identifier:";

/* mountefiController */
"Volume Identifier: %@" = "Volume Identifier: %@";

/* mountefiController */
"Volume Identifier: %@ Status: [Current Boot Disk]" = "Volume Identifier: %@ Status: [Current Boot Disk]";

/* mountefiController */
"Volume Name:" = "Volume Name:";

/* mountefiController */
"Volume Name: %@" = "Volume Name: %@";

/* mountefiController */
"Volume UUID:" = "Volume UUID:";

/* mountefiController */
"Volume UUID: %@" = "Volume UUID: %@";

/* mountefiController */
"Volume UUID: N/A" = "Volume UUID: N/A";

/* opencoreDownloaderController */
"You don't have permission to write here!" = "You don't have permission to write here!";

/* dockMenu */
"New Configuration..." = "New Configuration...";

/* dockMenu */
"Open Configuration..." = "Open Configuration...";

/* dockMenu */
"Leave A Message" = "Leave A Message";
